/*Напишите программу, которая выводит третью цифру заданного числа или сообщает, что третьей цифры нет.

645 -> 5

78 -> третьей цифры нет

32679 -> 6*/

/*Console.WriteLine("input the programm which inputs three-digit numbers and outputs the third or information that it doesn't exist");
int numb = Convert.ToInt32(Console.ReadLine());
numb =(numb / 10)%10;
for(numb;numb < 1000;numb / 10);
{
}
Console.WriteLine(numb);*/

